sdaiPutAttr(Sdai_instS*,Sdai_instS*,SdaiPrimitiveType,BTEllipsis)
\details
Set a new value of the application instance attribute.
\param instance  [in] An instance that contains the attribute.
\param attribute [in] An attribute to set the value.
\param valueType [in] A value data type.